export const videoMap = new Map([
  [
    "국제시장",
    "https://h.vod.cgv.co.kr/vodCGVa/76955/76955_122543_1200_128_960_540.mp4",
  ],
  [
    "신과함께3 - 죄와 벌",
    "https://h.vod.cgv.co.kr/vodCGVa/80090/80090_150972_1200_128_960_540.mp4",
  ],
  [
    "장화신은 고양이: 끝내주는 모험",
    "https://h.vod.cgv.co.kr/vodCGVa/86689/86689_210424_1200_128_960_540.mp4",
  ],
  [
    "범죄도시2",
    "https://h.vod.cgv.co.kr/vodCGVa/85813/85813_202591_1200_128_960_540.mp4",
  ],
  [
    "공조2 : 인터내셔날",
    "https://h.vod.cgv.co.kr/vodCGVa/86155/86155_205970_1200_128_960_540.mp4",
  ],
  [
    "브로커",
    "https://h.vod.cgv.co.kr/vodCGVa/85829/85829_203060_1200_128_960_540.mp4",
  ],
  [
    "육사오",
    "https://h.vod.cgv.co.kr/vodCGVa/86059/86059_205129_1200_128_960_540.mp4",
  ],
  [
    "유령",
    "https://h.vod.cgv.co.kr/vodCGVa/86728/86728_210817_1200_128_960_540.mp4",
  ],
  [
    "더 퍼스트 슬램덩크",
    "https://h.vod.cgv.co.kr/vodCGVa/86720/86720_211023_1200_128_960_540.mp4",
  ],
  [
    "올빼미",
    "https://h.vod.cgv.co.kr/vodCGVa/86481/86481_208327_1200_128_960_540.mp4",
  ],
  [
    "오 마이 고스트",
    "https://h.vod.cgv.co.kr/vodCGVa/86202/86202_205950_1200_128_960_540.mp4",
  ],
  [
    "슈퍼맨",
    "https://h.vod.cgv.co.kr/vodCGVa/78391/78391_129193_1200_128_960_540.mp4",
  ],
  [
    "해리포터 20주년 기념: 리턴 투 호그와트",
    "https://h.vod.cgv.co.kr/vodCGVa/84300/84300_187841_1200_128_960_540.mp4",
  ],
  [
    "토이 스토리4",
    "https://h.vod.cgv.co.kr/vodCGVa/81907/81907_167932_1200_128_960_540.mp4",
  ],
  [
    "해리 포터와 죽음의 성물 - 1부",
    "https://h.vod.cgv.co.kr/vodCGVa/39375/39375_113289_1200_128_960_540.mp4",
  ],
  [
    "해리 포터와 마법사의 돌: 매지컬 무비 모드",
    "https://h.vod.cgv.co.kr/vodCGVa/4830/4830_195082_1200_128_960_540.mp4",
  ],

  [
    "메갈로매니악:연쇄살인마의 아이들",
    "https://blogattach.naver.com/e376ff455a6869dcf61775457498e19d3e6c902f/20230216_204_blog[…]A7%88%EC%9D%98%20%EC%95%84%EC%9D%B4%EB%93%A4%20%281%29.mp4",
  ],
  [
    "정직한 후보 2",
    "https://h.vod.cgv.co.kr/vodCGVa/86191/86191_206451_1200_128_960_540.mp4",
  ],
  [
    "피가로~ 피가로~ 피가로~",
    "https://h.vod.cgv.co.kr/vodCGVa/86328/86328_207268_1200_128_960_540.mp4",
  ],
  [
    "나의 사랑 나의 신부",
    "https://h.vod.cgv.co.kr/vodCGVa/77847/77847_121489_1200_128_960_540.mp4",
  ],
  [
    "럭키",
    "https://h.vod.cgv.co.kr/vodCGVa/79162/79162_138995_1200_128_960_540.mp4",
  ],
  [
    "어벤져스",
    "https://h.vod.cgv.co.kr/vodCGVa/76249/76249_96462_200_96_480_320.mp4",
  ],
  [
    "뮬란",
    "https://h.vod.cgv.co.kr/vodCGVa/83080/83080_176869_1200_128_960_540.mp4",
  ],
  [
    "명량",
    "https://h.vod.cgv.co.kr/vodCGVa/77373/77373_119918_1200_128_960_540.mp4",
  ],
  [
    "엔칸토: 마법의 세계",
    "https://h.vod.cgv.co.kr/vodCGVa/85121/85121_196142_1200_128_960_540.mp4",
  ],
  [
    "해리 포터와 아즈카반의 죄수",
    "https://h.vod.cgv.co.kr/vodCGVa/83126/83126_177205_1200_128_960_540.mp4",
  ],
  [
    "해리 포터와 비밀의 방",
    "https://h.vod.cgv.co.kr/vodCGVa/38970/38970_164204_1200_128_960_540.mp4",
  ],
  [
    "외계+인",
    "https://h.vod.cgv.co.kr/vodCGVa/85997/85997_203944_1200_128_960_540.mp4",
  ],
  [
    "지옥의 화원",
    "https://h.vod.cgv.co.kr/vodCGVa/86509/86509_210153_1200_128_960_540.mp4",
  ],
  [
    "어벤져스: 엔드게임",
    "https://h.vod.cgv.co.kr/vodCGVa/81749/81749_165641_1200_128_960_540.mp4",
  ],
  [
    "겨울왕국",
    "https://h.vod.cgv.co.kr/vodCGVa/77379/77379_114097_1200_128_960_540.mp4",
  ],
  [
    "미쓰 와이프",
    "https://h.vod.cgv.co.kr/vodCGVa/78262/78262_129170_1200_128_960_540.mp4",
  ],
  [
    "와칸다포에버",
    "https://h.vod.cgv.co.kr/vodCGVa/86119/86119_205278_1200_128_960_540.mp4",
  ],
  [
    "스위치",
    "https://h.vod.cgv.co.kr/vodCGVa/86676/86676_210816_1200_128_960_540.mp4",
  ],
  [
    "머니 몬스터",
    "https://mp4.cine21.com/cine21.com/movie/trailer/2016/08/Money_mtr.mp4",
  ],
  [
    "해리 포터와 죽음의 성물 - 2부",
    "https://h.vod.cgv.co.kr/vodCGVa/39375/39375_113289_1200_128_960_540.mp4",
  ],
  [
    "크루엘라",
    "https://h.vod.cgv.co.kr/vodCGVa/84643/84643_191053_1200_128_960_540.mp4",
  ],
  [
    "내부자들",
    "https://h.vod.cgv.co.kr/vodCGVa/78529/78529_131681_1200_128_960_540.mp4",
  ],
  [
    "범죄와의 전쟁: 나쁜놈들 전성시대",
    "https://h.vod.cgv.co.kr/vodCGVa/55851/55851_94455_200_96_480_320.mp4",
  ],
  [
    "토르: 러브 앤 썬더",
    "https://h.vod.cgv.co.kr/vodCGVa/85999/85999_204192_1200_128_960_540.mp4",
  ],
  [
    "이웃집 토토로",
    "https://h.vod.cgv.co.kr/vodCGVa/81845/81845_166940_1200_128_960_540.mp4",
  ],
  [
    "마루 밑 아리에티",
    "https://h.vod.cgv.co.kr/vodCGVa/39258/39258_113389_1200_128_960_540.mp4",
  ],
]);
